Repository: alisharafi88/django-lms-sport
Catalog: src/apps/courses/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Coupon code
fa: کد کوپن

source: Discount amount
fa: مقدار تخفیف

source: Date range
fa: محدوده تاریخ

source: Statuses
fa: وضعیت‌ها

source: Details
fa: جزئیات

source: Specifications
fa: مشخصات

source: Price Information
fa: اطلاعات قیمت

source: Date Information
fa: اطلاعات تاریخ

source: #Videos
fa: ویدیوها

source: #Members
fa: دانشجو‌ها

source: Coach
fa: مربی

source: No Coach Assigned
fa: مربی اختصاص داده نشده است

source: #TotalLinks
fa: #لینک‌ها

source: #AvailableLinks
fa: #لینک‌های‌ـ‌قابل‌استفاده

source: Media
fa: رسانه

source: Courses
fa: دوره‌ها

source: #Courses
fa: دوره‌ها

source: General Information
fa: اطلاعات عمومی

source: Timestamps
fa: زمان‌ها

source: Course
fa: دوره

source: Status
fa: وضعیت

source: User Information
fa: اطلاعات کاربر

source: Product Information
fa: اطلاعات محصول

source: Product Type
fa: نوع محصول

source: Product Title
fa: عنوان محصول

source: Unknown Product
fa: محصول ناشناخته

source: Prducts
fa: محصولات

source: Write your feedback here...
fa: کامنت خود را اینجا بنویسید...

source: Feedback
fa: بازخورد

source: Rating
fa: امتیاز

source: Please provide constructive feedback.
fa: لطفاً بازخورد سازنده ارائه دهید.

source: Please select a rating.
fa: لطفاً یک امتیاز انتخاب کنید.

source: Please enter your feedback.
fa: لطفاً بازخورد خود را وارد کنید.

source: Coupon Code
fa: کد تخفیف

source: Discount Amount
fa: مقدار تخفیف

source: The amount of discount (in currency units).
fa: مفدار تخفیف

source: Valid From
fa: تاریخ اعتبار از

source: Valid To
fa: تاریخ اعتبار تا

source: Whether the coupon is active or not.
fa: آیا کدتخفیف فعال است یا خیر.

source: Max Usage Per User
fa: حداکثر استفاده برای هر کاربر

source: Maximum number of times a user can use this coupon.
fa: حداکثر تعداد دفعاتی که یک کاربر می‌تواند از این کدتخفیف استفاده کند.

source: Max Total Usage
fa: حداکثر استفاده کل

source: Maximum number of times the coupon can be used globally.
fa: حداکثر تعداد دفعاتی که کوپن می‌تواند به‌طور جهانی استفاده شود.

source: Coupon
fa: کد‌تخفیف

source: Coupons
fa: کدهای تخفیف

source: User
fa: کاربر

source: Usage Date
fa: تاریخ استفاده

source: Coupon Usage
fa: میزان استفاده از کدتخفیف

source: Coupon Usages
fa: میزان استفاده از کدهای‌تخفیف

source: Title
fa: عنوان

source: Slug
fa: اسلاگ

source: Description
fa: توضیحات

source: Price
fa: قیمت

source: Discount amount for this product.
fa: مقدار تخفیف برای این محصول.

source: Main Image
fa: تصویر اصلی

source: Video's Cover
fa: کاور ویدیو

source: Cover of introduce video
fa: کاور ویدیو معرفی

source: Introduce Video URL
fa: آدرس ویدیو معرفی

source: Age range
fa: محدوده سنی

source: Age range for users.
fa: محدوده سنی برای کاربران.

source: Duration
fa: مدت‌زمان

source: How long it takes to complete this course?.
fa: مدت زمان لازم برای اتمام این دوره چقدر است؟

source: Date created at
fa: تاریخ ایجاد در

source: Date modified at
fa: تاریخ ویرایش در

source: Show that this product is active or not.
fa: نشان دهید که آیا این محصول فعال است یا خیر.

source: Certificate
fa: گواهی

source: Show that this course have certificate or no.
fa: نشان دهید که آیا این دوره گواهی دارد یا خیر.

source: Analysis room
fa: اتاق تحلیل

source: Extra movments
fa: حرکات اضافی

source: Injury prevention
fa: پیشگیری از آسیب

source: Free leasson link
fa: لینک جلسات رایگان

source: Featured on Homepage
fa: در صفحه اصلی نمایش داده شود

source: Only one course can be featured on the homepage at a time.
fa: فقط یک دوره می‌تواند در یک زمان در صفحه اصلی نمایش داده شود.

source: Courses in this package
fa: دوره‌های موجود در این بسته

source: Package
fa: پکیج

source: Packages
fa: پکیج‌ها

source: Creat Date
fa: تاریخ ایجاد

source: Update Date
fa: تاریخ بروزرسانی

source: Season
fa: فصل

source: Seasons
fa: فصول

source: Free
fa: رایگان

source: Monetary
fa: پولی

source: title
fa: عنوان

source: Show that this video is free or not.
fa: نشان می‌دهد که آیا این محصول فعال است یا خیر.

source: Created at
fa: تاریخ ایجاد

source: Updated at
fa: تاریخ بروزرسانی

source: Video
fa: ویدیو

source: Videos
fa: ویدیوها

source: User Membership
fa: عضویت کاربر

source: Content Type
fa: نوع محتوا

source: Object ID
fa: شناسه شیء

source: Created Date
fa: تاریخ ایجاد

source: Modified Date
fa: تاریخ ویرایش

source: Course Membership
fa: عضو دوره

source: Course Memberships
fa: عضو دوره

source: Text of the comment
fa: متن کامنت

source: Rate
fa: امتیاز

source: Created date
fa: تاریخ ایجاد

source: If the comment is not appropriate, set it to false.
fa: اگر کامنت مناسب نیست، آن را به نادرست تنظیم کنید.

source: course's comment
fa: کامنت‌دوره‌

source: course's comments
fa: کامنت‌دوره‌ها

source: Telegram Invite Link
fa: لینک دعوت تلگرام

source: Assigned User
fa: کاربر اختصاص داده شده

source: Used
fa: استفاده شده

source: Create Date
fa: تاریخ ایجاد

source: Telegram Link
fa: لینک تلگرام

source: Telegram Links
fa: لینک‌های تلگرام

source: HomePage
fa: صفحه‌اصلی

source: Products
fa: محصولات

# singular
source: Classes
fa: کلاس‌

# singular
source: Students
fa: دانش‌آموز

source: About This Course
fa: درباره این دوره

source: Lectures
fa: درس‌ها

source: Comment
fa: کامنت‌

source: Toman
fa: تومان

source: You are student of this course.
fa: شما دانشجوی این دوره هستید.

source: Remove from Cart
fa: حذف از سبد خرید

source: Add To Cart
fa: افزودن به سبد خرید

source: Copied!
fa: کپی شد!

source: Free course link
fa: لینک جلسات رایگان

# singular
source: Lesson
fa: درس

source: Age Range
fa: محدوده سنی

source: Yes
fa: بله

source: Support Us:
fa: مارو حمایت کنید:

source: Related Courses
fa: دوره‌های مرتبط

source: Worldwide Students
fa: دانش‌آموزان

source: Years Experience
fa: سال‌ها تجربه

source: Professional Courses
fa: دوره‌های حرفه‌ای

source: Beautiful Review
fa: نقد و بررسی زیبای شما

source: Adding...
fa: افزودن...

source: Removing...
fa: حذف...

source: An error occurred. Please try again.
fa: خطایی رخ داد. لطفا دوباره امتحان کنید.

source: Course list
fa: لیست دوره‌ها

source: Our Courses
fa: دوره‌های ما

source: Explore Courses
fa: مشاهده دوره‌ها

# singular
source: Courses
fa: دوره‌

source: Coaches
fa: مربی‌ها

source: Included Courses
fa: دوره‌های شامل

source: You must be enrolled in this course to submit a comment.
fa: شما باید در این دوره ثبت‌نام کرده باشید تا کامنت ارسال کنید.

source: Your comment has been submitted successfully!
fa: کامنت شما با موفقیت ارسال شد!
