Repository: alisharafi88/django-lms-sport
Catalog: src/apps/carts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Carts
fa: سبدخرید

source: You're already enrolled in '{product.title}'. Removed from your cart.
fa: شما عضو دوره‌ی '{product.title}' هستید. این دوره از سبدخرید شما حذف شد.

source: Coupon is expired or not yet valid.
fa: کدتخفیف منقضی شده است یا هنوز معتبر نیست.

source: Coupon usage limit exceeded.
fa: حداکثر امکان استفاده از کدتخفیف بیشتر شده است.

source: You have exceeded the maximum usage limit for this coupon.
fa: شما حداکثر امکان استفاده از این کدتخفیف را استفاده کرده‌اید.

source: Invalid coupon code.
fa: کدتخفیف نامعتبر است.

source: Cart
fa: سبد خرید

source: HomePage
fa: صفحه‌اصلی

source: Images
fa: تصاویر

source: Products
fa: محصولات

source: Unit Price
fa: قیمت واحد

source: Total
fa: جمع کل

source: Remove
fa: حذف

source: Toman
fa: تومان

source: Clear cart
fa: پاک کردن سبد خرید

source: Total price
fa: قیمت کل

source: Total price after discount
fa: قیمت کل پس از تخفیف

source: Proceed to checkout
fa: ادامه به تسویه حساب

source: Your cart is empty!
fa: سبد خرید شما خالی است!

source: Add course
fa: افزودن دوره

source: An error occurred
fa: یک خطا رخ داده.

source: Are you sure you want to clear your cart?
fa: مطمئنی که می خواهی سبد خرید خود را پاک کنی؟

source: Clearing...
fa: پاک‌کردن...

source: Invalid product type!
fa: نوع محصول نامعتبر است!

source: Product added to cart!
fa: به سبدخرید اضافه شد!

source: Product removed from cart!
fa: دوره شما با موفقیت از سبدخرید حذف شد!

source: Cart cleared
fa: سبدخرید پاک شد

source: Cart already empty
fa: سبدخرید از قبل خالی است!
